"下一步" = "Bước tiếp theo";
"当前没有可编辑的资源" = "Hiện không có tài nguyên có thể chỉnh sửa";
"当前没有可删除的资源" = "Hiện không có tài nguyên có thể xóa";
"确定删除这张照片吗?" = "Bạn có chắc muốn xóa ảnh này không?";
"确定删除这个视频吗?" = "Bạn có chắc muốn xóa video này không?";
"删除" = "Xóa";
"下载失败，请重试！" = "Tải xuống thất bại, vui lòng thử lại!";
"编辑" = "Chỉnh sửa";
"正在下载iCloud上的资源" = "Đang tải tài nguyên từ iCloud";
"原始值" = "Giá trị gốc";
"正方形" = "Hình vuông";
"提示" = "Nhắc nhở";
"是否删除此照片" = "Có muốn xóa ảnh này không?";
"还原" = "Khôi phục";
"选择" = "Chọn";
"旋转" = "Xoay";
"选择照片时不能选择视频" = "Không thể chọn video khi chọn ảnh";
"没有照片可选!" = "Không có ảnh để chọn!";
"张照片" = "ảnh";
"个视频" = "video";
"Photos" = "ảnh";
"Photo" = "ảnh";
"Videos" = "video";
"Video" = "video";
"今天" = "Hôm nay";
"昨天" = "Hôm qua";
"返回"= "Quay lại";
"取消" = "Hủy";
"预览" = "Xem trước";
"原图" = "Ảnh gốc";
"设置" = "Cài đặt";
"确定" = "Xác nhận";
"完成" = "Hoàn tất";
"关闭" = "Đóng";
"拍摄" = "Chụp";
"拍摄失败" = "Chụp thất bại";
"裁剪" = "Cắt";
"抱歉" = "Xin lỗi";
"重拍" = "Chụp lại";
"相机" = "Máy ảnh";
"照片" = "Ảnh";
"视频" = "Video";
"相册" = "Album";
"加载中" = "Đang tải";
"处理中" = "Đang xử lý";
"点击拍照" = "Nhấn để chụp ảnh";
"长按录像" = "Nhấn giữ để quay video";
"点击拍照，长按录像" = "Nhấn để chụp ảnh, giữ để quay video";
"处理失败,请重试!" = "Xử lý thất bại, vui lòng thử lại!";
"无法使用相机!" = "Không thể sử dụng máy ảnh!";
"照片正在下载" = "Ảnh đang được tải xuống";
"已达最大数!" = "Đã đạt số lượng tối đa!";
"照片已达最大数!" = "Số lượng ảnh đã đạt tối đa!";
"视频已达最大数!" = "Số lượng video đã đạt tối đa!";
"最多只能选择%ld张图片" = "Chỉ có thể chọn tối đa %ld ảnh";
"最多只能选择%ld个视频" = "Chỉ có thể chọn tối đa %ld video";
"最多只能选择%ld个" = "Chỉ có thể chọn tối đa %ld mục";
"图片不能和视频同时选择" = "Không thể chọn ảnh và video cùng lúc";
"视频不能和图片同时选择" = "Không thể chọn video và ảnh cùng lúc";
"视频少于%ld秒，无法选择" = "Video dưới %ld giây, không thể chọn";
"视频大于%ld秒，无法选择" = "Video dài hơn %ld giây, không thể chọn";
"录制时间少于%.0f秒" = "Thời gian quay dưới %.0f giây";
"请在设置-隐私-相机中允许访问相机" = "Hãy cho phép truy cập máy ảnh trong Cài đặt - Quyền riêng tư - Máy ảnh";
"无法访问照片\n请点击这里前往设置中允许访问照片" = "Không thể truy cập ảnh\nVui lòng nhấn vào đây để cấp quyền trong cài đặt";
"无法使用相机" = "Không thể sử dụng máy ảnh";
"无法访问照片，请前往设置中允许\n访问照片" = "Không thể truy cập ảnh, vui lòng cấp quyền trong cài đặt";
"无法使用麦克风" = "Không thể sử dụng micro";
"请在设置-隐私-相机中允许访问麦克风" = "Hãy cho phép truy cập micro trong Cài đặt - Quyền riêng tư - Máy ảnh";
"视频保存失败!" = "Lưu video thất bại!";
"照片保存失败!" = "Lưu ảnh thất bại!";
"保存失败，无法访问照片\n请前往设置中允许访问照片" = "Lưu thất bại, không thể truy cập ảnh\nVui lòng cấp quyền trong cài đặt";
"没有可选的照片!" = "Không có ảnh nào để chọn!";
"视频已被删除!" = "Video đã bị xóa!";
"尚未从iCloud上下载，请至系统相册下载完毕后选择" = "Chưa tải về từ iCloud, hãy tải về trong album hệ thống trước khi chọn";
"麦克风添加失败，录制视频会没有声音哦!" = "Thêm micro thất bại, video sẽ không có âm thanh!";
"点击录制" = "Nhấn để quay";
"%.0f秒内的视频无效哦~" = "Video dưới %.0f giây không hợp lệ~";
"录制视频失败!" = "Quay video thất bại!";
"继续录制" = "Tiếp tục quay";
"无法访问相册" = "Không thể truy cập album";
"请在设置-隐私-相册中允许访问相册" = "Hãy cho phép truy cập album trong Cài đặt - Quyền riêng tư - Album";
"下载失败" = "Tải xuống thất bại";
"所有照片" = "Tất cả ảnh";
"相机胶卷" = "Cuộn camera";
"编辑后，GIF将会变为静态图，确定继续吗？" = "Sau khi chỉnh sửa, GIF sẽ trở thành ảnh tĩnh, bạn có muốn tiếp tục không?";
"编辑后，LivePhoto将会变为静态图，确定继续吗？" = "Sau khi chỉnh sửa, Live Photo sẽ trở thành ảnh tĩnh, bạn có muốn tiếp tục không?";
"图片尺寸过小!" = "Kích thước ảnh quá nhỏ!";
"获取视频失败!" = "Lấy video thất bại!";
"确定取消吗?" = "Bạn có chắc muốn hủy không?";
"继续" = "Tiếp tục";
"获取" = "Lấy";
"处理失败，请重试" = "Xử lý thất bại, vui lòng thử lại";
"选择视频时不能选择照片" = "Không thể chọn ảnh khi đang chọn video";
"只能选择%ld秒内的视频，需进行编辑" = "Chỉ có thể chọn video dưới %ld giây, cần chỉnh sửa";
"从手机相册选择" = "Chọn từ album điện thoại";
"正在下载网络图片，请稍等" = "Đang tải ảnh từ mạng, vui lòng đợi";
"正在获取照片大小，请稍等" = "Đang lấy kích thước ảnh, vui lòng đợi";
"照片大小超过最大限制%@" = "Kích thước ảnh vượt quá giới hạn %@";
"视频大小超过最大限制%@" = "Kích thước video vượt quá giới hạn %@";
"照片或视频" = "Ảnh hoặc video";
"轻触拍照" = "Chạm để chụp ảnh";
"按住摄像" = "Nhấn giữ để quay video";
"轻触拍照，按住摄像" = "Chạm để chụp, giữ để quay";
"拍照" = "Chụp ảnh";
"摄像" = "Quay video";
"无法访问所有照片\n请点击这里前往设置中允许访问所有照片" = "Không thể truy cập tất cả ảnh\nVui lòng nhấn vào đây để cấp quyền trong cài đặt";
"无法访问所有照片" = "Không thể truy cập tất cả ảnh";
"请在设置-隐私-相册中允许访问所有照片" = "Hãy cho phép truy cập tất cả ảnh trong Cài đặt - Quyền riêng tư - Album";
"要删除这张照片吗?" = "Bạn có muốn xóa ảnh này không?";
"要删除此视频吗?" = "Bạn có muốn xóa video này không?";
"自由" = "Tự do";
"松手即可删除" = "Thả tay để xóa";
"拖动到此处删除" = "Kéo vào đây để xóa";
"仅可访问部分照片，建议开启「所有照片」" = "Chỉ có thể truy cập một phần ảnh, nên bật 「Tất cả ảnh」";
"去设置" = "Đi đến cài đặt";
"更多" = "Thêm";

"HXAlbumCameraRoll" = "Tất cả ảnh";
"HXAlbumPanoramas" = "Ảnh toàn cảnh";
"HXAlbumVideos" = "Video";
"HXAlbumFavorites" = "Yêu thích";
"HXAlbumTimelapses" = "Tua nhanh thời gian";
"HXAlbumRecents" = "Mục gần đây";
"HXAlbumRecentlyAdded" = "Vừa thêm gần đây";
"HXAlbumBursts" = "Chụp liên tục";
"HXAlbumSlomoVideos" = "Chuyển động chậm";
"HXAlbumSelfPortraits" = "Ảnh selfie";
"HXAlbumScreenshots" = "Ảnh chụp màn hình";
"HXAlbumDepthEffect" = "Chân dung";
"HXAlbumLivePhotos" = "Live Photos";
"HXAlbumAnimated" = "Ảnh động";
